#!/usr/bin/env python3
#-*- coding:UTF-8 -*-
#欢迎关注微信公众号：点滴技术
'''
晚些研究...

#ipv6_link_local_add : FE80 + {MAC中间插入FF FE,高第七位置 1}
#----------------------64位---------48+16=64---------------

#ipv6_EUI64_add : {路由前缀，如2001::/64} + {MAC中间插入FF FE,高第七位置 1}
#---------------------------64位---------------------48+16=64-----------

#ipv6_Solicited_node_multicast_add:{Global Unicast add}
#----------------------------------{Global Routing Prefix:104位} + {24位}
#----------------------------------{FF02::1:FF} + {24位}
'''








